Repository: Uhmmu/animegod
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: This work is still downloading and has not been matched yet, so there is no artwork, synopsis or rating for it. Matching it now links every episode of it — and the scan that follows finds it already matched.
ja: この作品はまだダウンロード中で、照合もされていないため、アートワーク・あらすじ・評価がありません。ここで照合すると全話が紐づけられ、この後のスキャンでも照合済みとして扱われます。
zh_hans: 这部作品还在下载，也还没有匹配，所以没有封面、简介和评分。现在匹配会把它的每一集都关联起来 —— 之后的扫描也会发现它已经匹配好了。

source: Timed out
ja: タイムアウト
zh_hans: 超时

source: Times appear once the disc has been played: they come from its own chapter marks, which are inside the disc rather than in any catalogue.
ja: 時間は一度再生すると表示されます。ディスク内部のチャプターマークから取得するもので、どのデータベースにもありません。
zh_hans: 播放过一次之后才会有时间：时间来自碟片自己的章节标记，那东西在碟里，不在任何数据库里。

source: Times are a guess
ja: 時間は推測です
zh_hans: 时间是推测的

source: Times estimated
ja: 時間は概算
zh_hans: 时间为估算

source: Times from the disc's chapters
ja: 時間はディスクのチャプターから
zh_hans: 时间来自碟片章节

source: Times matched to the disc
ja: 時間をディスクに合わせました
zh_hans: 时间已与碟片对齐

source: Timing
ja: タイミング
zh_hans: 时间轴

source: Timing Offset %@
ja: タイミングのずれ %@
zh_hans: 时间偏移 %@

source: Title must contain
ja: タイトルに含む
zh_hans: 标题必须包含

source: Title must not contain
ja: タイトルに含まない
zh_hans: 标题不能包含

source: Toggle Danmaku
ja: 弾幕を切り替え
zh_hans: 切换弹幕

source: Toggle Danmaku Manager
ja: 弾幕マネージャを切り替え
zh_hans: 切换弹幕管理

source: Toggle Diagnostics
ja: 診断情報を切り替え
zh_hans: 切换诊断信息

source: Toggle HDR Output
ja: HDR 出力を切り替え
zh_hans: 切换 HDR 输出

source: Too long
ja: 長すぎる
zh_hans: 过长

source: Track %lld
ja: トラック %lld
zh_hans: 第 %lld 首

source: Tracking
ja: 視聴状況
zh_hans: 追番状态

source: Traditional Chinese (繁)
ja: 繁体字中国語（繁）
zh_hans: 繁体中文（繁）

source: Trailer
ja: 予告編
zh_hans: 预告

source: Translate
ja: 翻訳
zh_hans: 翻译

source: Translate Into
ja: 翻訳先
zh_hans: 翻译为

source: Translate these posts with the configured translation service
ja: 設定した翻訳サービスでこれらの投稿を翻訳
zh_hans: 用已配置的翻译服务翻译这些帖子

source: Translate this post
ja: この投稿を翻訳
zh_hans: 翻译这条帖子

source: Translation
ja: 翻訳
zh_hans: 翻译

source: Try another title below if the library metadata cannot identify this release.
ja: ライブラリのメタデータでこのリリースを識別できない場合は、下で別のタイトルを試してください。
zh_hans: 如果资料库元数据无法识别这个资源，请在下方尝试其他标题。

source: Try another title below, or include every language.
ja: 下で別のタイトルを試すか、すべての言語を含めてください。
zh_hans: 请在下方尝试其他标题，或包含所有语言。

source: Turn on at least one release source in Settings.
ja: 設定でリリースのソースを1つ以上オンにしてください。
zh_hans: 请在设置中至少开启一个资源站。

source: Type
ja: 種類
zh_hans: 类型

source: Type this on your phone — %lld s left
ja: スマートフォンに入力 — 残り %lld 秒
zh_hans: 在手机上输入这串数字 —— 还剩 %lld 秒

source: UPnP/NAT-PMP could not open the port. Forwarding port %@ on your router lets peers connect to you — the biggest factor in BitTorrent speed. On CGNAT connections only IPv6 peers can reach you.
ja: UPnP/NAT-PMP でポートを開けませんでした。ルーターでポート %@ を転送すると他のピアから接続できるようになり、BitTorrent の速度に最も効きます。CGNAT 環境では IPv6 のピアからしか接続できません。
zh_hans: UPnP/NAT-PMP 无法打开端口。在路由器上转发端口 %@ 可以让其他用户连接到你——这是影响 BT 下载速度的最大因素。在 CGNAT 网络下，只有 IPv6 用户能连接到你。

source: Unable to Play
ja: 再生できません
zh_hans: 无法播放

source: Unblock
ja: ブロック解除
zh_hans: 取消屏蔽

source: Unblock This User
ja: このユーザーのブロックを解除
zh_hans: 取消屏蔽此用户

source: Unblock “%@”
ja: 「%@」のブロックを解除
zh_hans: 取消屏蔽“%@”

source: Unexpected response
ja: 予期しない応答
zh_hans: 意外的响应

source: Unfinished
ja: 未完結
zh_hans: 未完结

source: Unknown
ja: 不明
zh_hans: 未知

source: Unknown Anime
ja: 不明なアニメ
zh_hans: 未知番剧

source: Unlimited
ja: 無制限
zh_hans: 不限

source: Unmute
ja: 消音を解除
zh_hans: 取消静音

source: Unnamed fansub
ja: 名称不明の字幕組
zh_hans: 未署名字幕组

source: Unpack Archives When Finished
ja: 完了後にアーカイブを展開
zh_hans: 下载完成后解压压缩包

# Unpacked “%@” into %@.
source: Unpacked “%1$@” into %2$@.
ja: 「%1$@」を %2$@ に展開しました。
zh_hans: 已将“%1$@”解压到 %2$@。

source: Upload Limit
ja: アップロード制限
zh_hans: 上传限速

source: Upload Speed Limit
ja: アップロード速度制限
zh_hans: 上传速度限制

source: Use Folder
ja: このフォルダを使う
zh_hans: 使用此文件夹

source: Use This
ja: これを使う
zh_hans: 就用这个

source: Users
ja: ユーザー
zh_hans: 用户

source: Using the video's own subtitles (%@)
ja: 動画に含まれる字幕を使用中（%@）
zh_hans: 正在使用视频自带字幕（%@）

source: Version
ja: バージョン
zh_hans: 版本

source: Video Version
ja: 動画のバージョン
zh_hans: 视频版本

source: View
ja: 表示
zh_hans: 视图

source: Volume %lld%%
ja: 音量 %lld%%
zh_hans: 音量 %lld%%

source: Volume Down
ja: 音量を下げる
zh_hans: 降低音量

source: Volume Up
ja: 音量を上げる
zh_hans: 提高音量

source: Waiting
ja: 待機中
zh_hans: 等待中

source: Waiting for EP %@
ja: 第 %@ 話を待っています
zh_hans: 等待第 %@ 话

# Waiting for EP %@ · expected %@
source: Waiting for EP %1$@ · expected %2$@
ja: 第 %@ 話を待機中 · %@ 頃
zh_hans: 等待第 %@ 话 · 预计 %@

source: Waiting for a new episode
ja: 新しい話を待っています
zh_hans: 等待新剧集

source: Waiting for playback…
ja: 再生を待機中…
zh_hans: 等待播放…

source: Waiting to cache
ja: キャッシュ待ち
zh_hans: 等待缓存

source: Watch Status
ja: 視聴状況
zh_hans: 观看状态

source: Watch Time
ja: 視聴時間
zh_hans: 观看时长

source: Watched
ja: 視聴済み
zh_hans: 看过

source: Weekday
ja: 曜日
zh_hans: 星期

source: What was played on each night, in order, with the encore marked — the only source that is about the concert rather than a disc of it. No song lengths, and Japanese titles come back romanised.
ja: 各公演で何を演奏したか、その順番と、アンコールの区切り——ディスクではなくライブ自体を記録している唯一の情報源です。曲の長さはなく、日本語の曲名はローマ字で返ります。
zh_hans: 每一场演了什么、按顺序、标出安可 —— 唯一一个讲的是演唱会本身而不是它的碟片的来源。没有单曲时长，日文曲名返回的是罗马字。

source: Where the episodes go
ja: 保存先
zh_hans: 剧集保存位置

source: Which Anime Is This?…
ja: どの作品ですか？…
zh_hans: 这是哪部番剧？…

source: Which anime indexes to search
ja: 検索するアニメのインデックス
zh_hans: 要搜索的动画资源站

source: Which anime is this?
ja: どの作品ですか？
zh_hans: 这是哪部番？

source: Without credentials the player still works — danmaku simply stays unavailable until they are configured.
ja: 認証情報がなくてもプレーヤーは使えます — 設定するまで弾幕が使えないだけです。
zh_hans: 即使没有凭据，播放器也能正常使用——只是在配置好之前弹幕不可用。

source: Without dandanplay credentials only the Bilibili source runs.
ja: dandanplay の認証情報がない場合は Bilibili のソースだけが動きます。
zh_hans: 没有弹弹play 凭据时，只会使用 Bilibili 弹幕源。

source: Write a rule yourself: a title to search, a fansub, a resolution
ja: ルールを自分で作成：検索名、字幕組、解像度
zh_hans: 自己写一条规则：搜索名称、字幕组、分辨率

source: Year
ja: 年
zh_hans: 年份

source: You asked to keep this copy; it stays until you remove it.
ja: 残すよう指定したキャッシュです。削除するまで残ります。
zh_hans: 这是你要求保留的缓存，会一直保留到你移除为止。

source: Your phone mirrors this library and streams episodes from this Mac. Nothing is exposed to the internet: off your own network, reach this Mac through Tailscale.
ja: iPhone はこのライブラリを同期し、この Mac からエピソードをストリーミングします。インターネットには一切公開されません。自分のネットワーク外からは Tailscale 経由で接続します。
zh_hans: 手机会镜像这个媒体库，并从这台 Mac 流式播放剧集。全程不暴露到公网：不在自己的网络里时，通过 Tailscale 连到这台 Mac。

source: assrt.net API token
ja: assrt.net API トークン
zh_hans: assrt.net API 令牌

source: checked %@
ja: %@にチェック
zh_hans: %@检查过

source: dandanplay identifies the file by hash — the most accurate match when the release is known.
ja: dandanplay はファイルのハッシュで識別します — リリースが既知なら最も正確です。
zh_hans: 弹弹play 通过文件哈希识别——当资源版本已知时匹配最准确。

source: dandanplay uses the official Open Danmaku API — create a (free) app at dev.dandanplay.com and paste its AppId and AppSecret. Bilibili needs no account: it is read anonymously, and a SESSDATA cookie only widens what your account may see. Everything here is stored in AnimeGod's own local settings.
ja: dandanplay は公式の Open Danmaku API を使います — dev.dandanplay.com で（無料の）アプリを作り、AppId と AppSecret を貼り付けてください。Bilibili はアカウント不要で匿名で読み込み、SESSDATA クッキーは見られる範囲を広げるだけです。ここの内容はすべて AnimeGod のローカル設定に保存されます。
zh_hans: 弹弹play 使用官方开放弹幕 API——在 dev.dandanplay.com 创建一个（免费）应用，并粘贴它的 AppId 和 AppSecret。Bilibili 无需账号：以匿名方式读取，SESSDATA Cookie 只是扩大你的账号可见的范围。这里的所有内容都保存在 AnimeGod 自己的本地设置中。

source: danmaku sources
ja: 弾幕のソース
zh_hans: 弹幕源

source: e.g. 6
ja: 例：6
zh_hans: 例如 6

source: e.g. 8f2c…:fx
ja: 例：8f2c…:fx
zh_hans: 例如 8f2c…:fx

source: e.g. Reseed, BDRip
ja: 例：Reseed、BDRip
zh_hans: 例如 Reseed、BDRip

source: e.g. WebRip
ja: 例：WebRip
zh_hans: 例如 WebRip

source: from dev.dandanplay.com
ja: dev.dandanplay.com で取得
zh_hans: 来自 dev.dandanplay.com

source: from jimaku.cc/account
ja: jimaku.cc/account で取得
zh_hans: 来自 jimaku.cc/account

source: from subdl.com/panel/api
ja: subdl.com/panel/api で取得
zh_hans: 来自 subdl.com/panel/api

source: from your assrt.net user panel
ja: assrt.net のユーザーパネルで取得
zh_hans: 来自你的 assrt.net 用户面板

source: gaps
ja: 間隔
zh_hans: 间隔

source: last match %@
ja: 最後の一致 %@
zh_hans: %@匹配过

source: new release
ja: 新しいリリース
zh_hans: 新资源

source: no %@ match
ja: %@ は一致なし
zh_hans: %@ 无匹配

source: not checked yet
ja: まだチェックしていません
zh_hans: 尚未检查

source: one of the two secrets issued to your app
ja: アプリに発行された2つのシークレットの一方
zh_hans: 为你的应用签发的两个密钥之一

source: only needed for members-only titles
ja: 会員限定の作品にのみ必要
zh_hans: 仅会员专享内容需要

source: or
ja: または
zh_hans: 或

source: playing
ja: 再生中
zh_hans: 正在播放

source: the app's consumer key
ja: アプリのコンシューマーキー
zh_hans: 应用的 Consumer Key

source: this search
ja: この検索
zh_hans: 这次搜索

source: watched
ja: 視聴済み
zh_hans: 已看

source: · %@ left
ja: · 残り %@
zh_hans: · 剩余 %@

source: · %@ shared back
ja: · %@ 還元
zh_hans: · 已回馈 %@

source: · %lld discs
ja: · %lld 枚
zh_hans: · %lld 碟

source: · %lld discs not identified
ja: · 未識別 %lld 枚
zh_hans: · %lld 张碟未识别

source: · %lld downloading
ja: · %lld 件ダウンロード中
zh_hans: · %lld 个下载中

# · %lld of %lld still to come
source: · %1$lld of %2$lld still to come
ja: · 残り %lld 話（全 %lld 話）
zh_hans: · 还剩 %lld 话未发布（共 %lld 话）

source: · %lld to confirm
ja: · %lld 件を確認待ち
zh_hans: · %lld 个待确认

source: · Translated
ja: · 翻訳済み
zh_hans: · 已翻译

source: · checked %@
ja: · %@ にチェック
zh_hans: · %@检查过

source: · in order
ja: · 順番どおり
zh_hans: · 按顺序

source: · next around %@
ja: · 次は %@ 頃
zh_hans: · 下一集约 %@

source: · not checked yet
ja: · 未チェック
zh_hans: · 尚未检查

source: · started by your subscription
ja: · 登録により自動的に開始
zh_hans: · 由订阅自动开始

source: ¼ Screen
ja: 画面の¼
zh_hans: ¼ 屏

source: ½ Screen
ja: 画面の½
zh_hans: ½ 屏

source: ¾ Screen
ja: 画面の¾
zh_hans: ¾ 屏

source: — the right episode, but not from the fansub this season was started with
ja: — 話数は合っていますが、このシーズンを始めた字幕組ではありません
zh_hans: —— 集数没错，但不是本季最初用的字幕组

source: “%@” has finished, but its files are no longer where it left them. It is paused rather than downloaded again — move them back, or resume it to fetch them afresh.
ja: 「%@」は完了していますが、ファイルが当時の場所にありません。再ダウンロードせず一時停止しました — ファイルを戻すか、再開して取得し直してください。
zh_hans: 「%@」已下载完成，但文件已不在当时的位置。已暂停，而不是重新下载——把文件挤回原处，或者继续任务重新获取。

source: “%@” has no Blu-ray video on it.
ja: 「%@」には再生できる Blu-ray 映像がありません。
zh_hans: “%@”里没有可播放的蓝光影片。

source: “%@” is a DVD image. AnimeGod plays Blu-ray images only.
ja: 「%@」は DVD イメージです。AnimeGod が再生できるのは Blu-ray イメージだけです。
zh_hans: “%@”是 DVD 镜像。AnimeGod 只能播放蓝光镜像。

source: “%@” is already in Downloads.
ja: 「%@」はすでにダウンロードにあります。
zh_hans: “%@”已在下载列表中。

source: “%@” is not a catalogue number. They look like ANZX-10294 or BRMM-10716.
ja: 「%@」は品番ではありません。品番は ANZX-10294 や BRMM-10716 のような形式です。
zh_hans: 「%@」不是品番。品番长这样：ANZX-10294、BRMM-10716。

source: “%@” is not a folder.
ja: 「%@」はフォルダではありません。
zh_hans: “%@”不是文件夹。

source: “%@” is not connected — cached episodes still play; the rest need the drive plugged in.
ja: 「%@」は接続されていません — キャッシュしたエピソードは再生できますが、それ以外はドライブが必要です。
zh_hans: “%@”未连接——已缓存的剧集仍可播放；其余需要接上硬盘。

source: “%@” is not readable — connect its drive before caching.
ja: 「%@」を読み込めません — キャッシュする前にドライブを接続してください。
zh_hans: “%@”无法读取——请先连接硬盘再缓存。

source: “%@” is not there right now — is the drive plugged in?
ja: 「%@」が見つかりません — ドライブは接続されていますか？
zh_hans: “%@”目前不在——硬盘接上了吗？

source: “%@” will stop checking for new episodes. Downloads it already started are kept.
ja: 「%@」は新しい話のチェックをやめます。開始済みのダウンロードは残ります。
zh_hans: “%@”将不再检查新剧集。已开始的下载会保留。

source: “%@” will stop downloading. Files already written can be kept or deleted.
ja: 「%@」のダウンロードを停止します。書き込み済みのファイルは残すか削除できます。
zh_hans: “%@”将停止下载。已写入的文件可以保留或删除。

# “%@”: %lld releases need a look — another fansub or another encode.
source: “%1$@”: %2$lld releases need a look — another fansub or another encode.
ja: 「%@」：%lld 件の資源に確認が必要です — 別の字幕組または別のエンコードです。
zh_hans: 「%@」：有 %lld 个资源需要确认 —— 来自其他字幕组或其他压制。

# “%@”: nothing new (%lld releases checked)
source: “%1$@”: nothing new (%2$lld releases checked)
ja: 「%1$@」：新着なし（%2$lld件のリリースを確認）
zh_hans: “%1$@”：没有新内容（检查了 %2$lld 个资源）

source: Disc %lld
zh_hans: 第 %lld 碟

source: OK
zh_hans: 好

source: Raw
zh_hans: 生肉

source: dandanplay AppId
zh_hans: 弹弹play AppId

source: dandanplay AppSecret
zh_hans: 弹弹play AppSecret
